let day = prompt("Який день тижня сьогодні?");
let dayIs;

switch (day) {
    case "Понеділок":
        dayIs = "робочий день";
        break;
    case "Вівторок":
        dayIs = "робочий день";
        break;
    case "Середа":
        dsyIs = "робочий день";
        break;
    case "Четверг":
        dsyIs = "робочий день";
        break;
    case "Пятниця":
        dsyIs = "робочий день";
        break;
    case "Суботта":
        dsyIs = "вихідний";
        break;
    case "Неділя":
        dsyIs = "вихідний";
        break;
    default:
        dayIs = "Ми не знаємо :( можливо ви допустили помилку зі списку: 1.Ви писали з маленької літери 2.Ви зробили помилку 3.Ви написали Пятниця з апострофом 4.невідома помилка";

}
console.log(`Сьогодні ${dayIs}`);